export const notificationsMockData = [
  {
    id: "n1",
    title: "Новое задание",
    description: "Опубликовано задание по дисциплине \"Управление проектами\"",
    time: "12:29",
  },
  {
    id: "n2",
    title: "Оценка изменена",
    description: "Ваша оценка по \"Математическому анализу\" обновлена",
    time: "11:45",
  },
  {
    id: "n3",
    title: "Объявление",
    description: "Завтра в 14:00 состоится общая встреча курса",
    time: "10:30",
  },
  {
    id: "n4",
    title: "Системное уведомление",
    description: "Платформа будет недоступна с 02:00 до 04:00 для технических работ",
    time: "09:15",
  },
  {
    id: "n5",
    title: "Дедлайн приближается",
    description: "Курсовая работа по \"Программированию\" должна быть сдана до конца недели",
    time: "вчера",
  },
    {
    id: "n6",
    title: "Дедлайн приближается",
    description: "Курсовая работа по \"Программированию\" должна быть сдана до конца недели",
    time: "вчера",
  },
    {
    id: "n7",
    title: "Дедлайн приближается",
    description: "Курсовая работа по \"Программированию\" должна быть сдана до конца недели",
    time: "вчера",
  },
];